---
kind: method
id: M:Autodesk.Revit.DB.FamilyTypeSet.Contains(Autodesk.Revit.DB.FamilyType)
source: html/25f91d4e-7052-9e52-b1c6-b831ef412046.htm
---
# Autodesk.Revit.DB.FamilyTypeSet.Contains Method

## Syntax (C#)
```csharp
public virtual bool Contains(
	FamilyType item
)
```

## Parameters
- **item** (`Autodesk.Revit.DB.FamilyType`)